[
  {
    "name": "BED-Obsession-151",
    "description": "Any spillage should be wiped dry with a soft cloth immediately as there is a chance of staining",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 9,
    "sku": "IYTH5VGRT",
    "regularPrice": "35000",
    "discountPrice": "32000",
    "thumbnail": "https://hatil.in/sites/default/files/Cory-171_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Cory-171_0_0.jpg",
    "reviews": 110,
    "productDetails": "Caring for fine furniture is much simpler than most people realize. In most cases, dusting regularly with a clean, soft, lint-free cloth is sufficient. We recommend using a slightly dampened cloth for cleaning wood. Be sure to dry the surface gently after cleaning to avoid water spotting. Furniture should be lifted rather than dragged across a finished surface, to change its position. Avoid exposing your furniture to strong sunlight. Unfiltered ultraviolet (UV) rays will discolor and damage wood, finishes, fabrics, leather, and rugs over time. Controlling relative humidity and temperature is important to the long life of fine wood furniture, leather, and upholstery. Our furniture is already allowanced for natural fluctuations of temperature and humidity. For instance, solid tabletops will expand slightly in the summer and contract in the dryer winter months without any negative effect. Nail polish remover, hair spray, perfume, potpourri, and glass cleaner (or any other products that contain solvents) can damage wooden finishes. Do not place these products directly on a wooden surface."
  },
  {
    "name": "BED Cory-171",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 9,
    "sku": "IYTH5VGRT",
    "regularPrice": "35000",
    "discountPrice": "32000",
    "thumbnail": "https://hatil.in/sites/default/files/Cory-171_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Cory-171_0_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood, and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 93.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Idyll-152",
    "description": "High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 9,
    "sku": "HDJH5VGRT",
    "regularPrice": "50000",
    "discountPrice": "45000",
    "thumbnail": "https://hatil.in/sites/default/files/638100822493235615_JPEG.png",
    "image": "https://hatil.in/sites/default/files/DSC_4792.png",
    "reviews": 120,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood, and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 115.50 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Kent-187",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF.",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 8,
    "sku": "ASJH5VGRT",
    "regularPrice": "35000",
    "discountPrice": "32000",
    "thumbnail": "https://hatil.in/sites/default/files/Kent-187%20_0.jpg",
    "image": "https://hatil.in/sites/default/files/Kent-187%20Bed%20HATIL%20%20modern%20bedroom%20online%20buy%20Bangladesh%20low%20price_0.jpg",
    "reviews": 120,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood, and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 103.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Mirage-175",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 8,
    "sku": "HFJH5VGRT",
    "regularPrice": "32000",
    "discountPrice": "30000",
    "thumbnail": "https://hatil.in/sites/default/files/Mirage-175%20Bed%20HATIL%20%20modern%20bedroom%20online%20buy%20Bangladesh%20low%20price_0.jpg",
    "image": "https://hatil.in/sites/default/files/Mirage-175%20_0.jpg",
    "reviews": 100,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 94.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Myth-184",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood veneered MDF.",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 10,
    "sku": "BHJH5VGRT",
    "regularPrice": "30000",
    "discountPrice": "28000",
    "thumbnail": "https://hatil.in/sites/default/files/Myth-184%20Bed%20HATIL%20%20modern%20bedroom%20online%20buy%20Bangladesh%20low%20price_0.jpg",
    "image": "https://hatil.in/sites/default/files/Myth-184%20BED_0_0.jpg",
    "reviews": 100,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood, and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 112.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Elegant-189",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF.High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 7,
    "sku": "BE45VGRT",
    "regularPrice": "38000",
    "discountPrice": "35000",
    "thumbnail": "https://hatil.in/sites/default/files/Elegant-189%20Bed%20HATIL%20%20modern%20bedroom%20online%20buy%20Bangladesh%20low%20price_0.jpg",
    "image": "https://hatil.in/sites/default/files/Elegant-189%20_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Sweetheart-177",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF.",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 7,
    "sku": "BE45VGDG",
    "regularPrice": "42000",
    "discountPrice": "40000",
    "thumbnail": "https://hatil.in/sites/default/files/Sweetheart-177_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/product_set_images/637785406636682883_1.jpg",
    "reviews": 120,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF. High quality environment friendly Italian Ultra Violet (UV) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 121.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "BED Wooden King Bed",
    "description": "The Bed is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear, 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood.",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "45000",
    "discountPrice": "40000",
    "thumbnail": "http://localhost:3000/_next/image?url=https%3A%2F%2Fadmin.regalfurniturebd.com%2Fstorage%2Fuploads%2Ffullsize%2F2022-06%2Fbdh-301interior-f.jpg&w=384&q=75",
    "image": "http://localhost:3000/_next/image?url=https%3A%2F%2Fadmin.regalfurniturebd.com%2Fstorage%2Fuploads%2Ffullsize%2F2022-06%2Fbdh-301interior-f.jpg&w=384&q=75",
    "reviews": 150,
    "productDetails": "The Bed is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear. 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood. Lacquer: High quality environment-friendly Italian Ultra Violet (UV) Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components which will have natural differences in grain construction and occasional minor blemish. All pictures shown are for illustration purposes only. Actual product/product color may vary due to product enhancement, light shadow effect, deviation of lighting sources, photography, or particular device settings. Fabrics/texture of products may change due to the availability of raw materials or product extension. Please confirm the availability of your desired fabrics/texture before making an order. You can get confirmation talking over our toll-free number 0800 7777 777 (no charge required) or 0961 3737777 (subject to charge applicable by your mobile service operator)."
  },
  {
    "name": "WOODEN BED- FLORIDA CLASSIC",
    "description": "The Bed is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear, 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood.",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe25f" },
      "name": "bed"
    },
    "quantity": 7,
    "sku": "BE45VGRT",
    "regularPrice": "35000",
    "discountPrice": "30000",
    "thumbnail": "https://admin.regalfurniturebd.com/storage/uploads/fullsize/2024-01/bdh-371view-01.jpg",
    "image": "https://admin.regalfurniturebd.com/storage/uploads/fullsize/2024-01/bdh-371view-01.jpg",
    "reviews": 130,
    "productDetails": "The Bed is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear. 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood. Lacquer: High quality environment-friendly Italian Ultra Violet (UV) Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components which will have natural differences in grain construction and occasional minor blemish. All pictures shown are for illustration purposes only. Actual product/product color may vary due to product enhancement, light shadow effect, deviation of lighting sources, photography, or particular device settings. Fabrics/texture of products may change due to the availability of raw materials or product extension. Please confirm the availability of your desired fabrics/texture before making an order. You can get confirmation talking over our toll-free number 0800 7777 777 (no charge required) or 0961 3737777 (subject to charge applicable by your mobile service operator)."
  },
  {
    "name": "Regal DOUBLE SOFA",
    "description": "The Sofa is made of comfortable and best-quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. The Regal team will do any assembly or installation required. Imported high-quality hardware fittings. Indoor use only.",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "18135",
    "discountPrice": "20000",
    "thumbnail": "https://images.othoba.com/images/thumbs/0570400_regal-double-sofa-babylon-babylon-sdc-361-3-1-20febric-sf-2158.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0570400_regal-double-sofa-babylon-babylon-sdc-361-3-1-20febric-sf-2158.jpeg",
    "reviews": 120,
    "productDetails": "The Sofa is made of comfortable and best-quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. The Regal team will do any assembly or installation required. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal Havana Single Sofa SSC-351-3-1-20",
    "description": "The Sofa is made of comfortable and the best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team.",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "15000",
    "discountPrice": "11160",
    "thumbnail": "https://images.othoba.com/images/thumbs/0356901_regal-havana-single-sofa-ssc-351-3-1-20.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0356901_regal-havana-single-sofa-ssc-351-3-1-20.jpeg",
    "reviews": 120,
    "productDetails": "The Sofa is made of comfortable and the best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish. All pictures shown are for illustration purposes only. Actual product/product color may vary due to product enhancement, light shadow effect, deviation of lighting sources, photography, or particular device settings. Fabrics/texture of products may change due to the availability of raw materials or product extension. Please confirm the availability of your desired fabrics/texture before making an order."
  },
  {
    "name": "Fusion-302",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF. High quality environment friendly Polyurethane (PU) Lacquer in antique finish .",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "10000",
    "discountPrice": "8000",
    "thumbnail": "https://hatil.in/sites/default/files/Fusion-302_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Fusion-302-bed%20_0.jpg",
    "reviews": 130,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options. Fabric can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items)."
  },
  {
    "name": "Organ-304",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF. High quality environment friendly Polyurethane (PU) Lacquer in antique finish . Please refer to images for dimension details",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "15000",
    "discountPrice": "12500",
    "thumbnail": "https://hatil.in/sites/default/files/Organ-304-2_0.jpg",
    "image": "https://hatil.in/sites/default/files/Organ-304%20_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options. Fabric can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Simsbury-285",
    "description": "Made from Kiln-dried imported Beech wood, veneered engineered wood and veneered MDF. High quality environment friendly Polyurethane (PU) Lacquer in antique finish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "30000",
    "discountPrice": "28500",
    "thumbnail": "https://hatil.in/sites/default/files/Simsbury-285_1_0.jpg",
    "image": "https://hatil.in/sites/default/files/Simsbury-285%20_0.jpg",
    "reviews": 130,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options. Fabric can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Apostrophe-316",
    "description": "High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Fabric can dry-cleaned",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "18000",
    "discountPrice": "15500",
    "thumbnail": "https://hatil.in/sites/default/files/Apostrophe-316_0.jpg",
    "image": "https://hatil.in/sites/default/files/Apostrophe-316%20_0.jpg",
    "reviews": 120,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options. Fabric can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Simpsons-315",
    "description": "Made from Kiln-dried imported Beech veneered engineered wood. Indoor use only",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "18000",
    "discountPrice": "15500",
    "thumbnail": "https://hatil.in/sites/default/files/Simpson-315_0.jpg",
    "image": "https://hatil.in/sites/default/files/HATIL%20Sofa%20Simpsons-315_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech veneered engineered wood. High quality environment friendly Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options and can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Hyperbole-317",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items)",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "15000",
    "discountPrice": "12500",
    "thumbnail": "https://hatil.in/sites/default/files/Hyperbole-317%20Sofa%20HATIL%20modern%20living%20room%20online%20buy%20Bangladesh%20best%20price_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Hyperbole-317_0_0.jpg",
    "reviews": 100,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options and can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Moseley-281",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "17000",
    "discountPrice": "15000",
    "thumbnail": "https://hatil.in/sites/default/files/Moseley-281%20Sofa%20HATIL%20modern%20living%20room%20online%20buy%20Bangladesh%20best%20price_0.jpg",
    "image": "https://hatil.in/sites/default/files/Moseley-281_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options and can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Wallace-283",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood.High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe262" },
      "name": "sofa"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "15000",
    "discountPrice": "12000",
    "thumbnail": "https://hatil.in/sites/default/files/Wallace-283_0.jpg",
    "image": "https://hatil.in/sites/default/files/Wallace-283%20_0.jpg",
    "reviews": 120,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options and can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal SLEEPY KING MATTRESS SLEEPY KING MATTRESS (M-301)",
    "description": "Made of properly seasoned and chemically treated Mahogany wood to make it termite proof. Cane part is well hand crafted to keep the authenticity of traditional cane furniture.",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "8000",
    "discountPrice": "6696",
    "thumbnail": "https://images.othoba.com/images/thumbs/0580100_regal-sleepy-king-mattress-sleepy-king-mattress-m-301.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0580101_regal-sleepy-king-mattress-sleepy-king-mattress-m-301.jpeg",
    "reviews": 120,
    "productDetails": "Made of properly seasoned and chemically treated Mahogany wood to make it termite proof. Cane part is well hand crafted to keep the authenticity of traditional cane furniture. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Comfy Touch Mattress",
    "description": "Comfort level: Medium soft. Material: Felt + Jute Mat + Bonnel Spring. Premium quality quilted fabric. Benefits: Antifungal, Hygienic, self-ventilation, anti-dust mite, excellent body support, and ergonomic. Color: Blue (As given picture).",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "7500",
    "discountPrice": "6840",
    "thumbnail": "https://images.othoba.com/images/thumbs/0513767_comfy-touch-mattress-78x35x8-m-106.webp",
    "image": "https://images.othoba.com/images/thumbs/0513768_comfy-touch-mattress-78x35x8-m-106.webp",
    "reviews": 120,
    "productDetails": "Made of properly seasoned and chemically treated Mahogany wood to make it termite proof. Cane part is well hand crafted to keep the authenticity of traditional cane furniture. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal MEDIPEDIC KING MATTRESS MEDIPEDIC KING MATTRESS (M-501)",
    "description":"Regal MEDIPEDIC KING MATTRESS MEDIPEDIC KING MATTRESS (M-501) 745382 Regal 78 X 71 X 4 INCH REBONDED FOAM, FELT MEDIPEDIC as picture",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "14000",
    "discountPrice": "13000",
    "thumbnail": "https://images.othoba.com/images/thumbs/0579626_regal-medipedic-king-mattress-medipedic-king-mattress-m-501.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0579629_regal-medipedic-king-mattress-medipedic-king-mattress-m-501.jpeg",
    "reviews": 110,
    "productDetails": "The Sofa is made of comfortable and best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal MEDIPEDIC KING MATTRESS MEDIPEDIC KING MATTRESS (M-301)",
    "description":"Regal MEDIPEDIC KING MATTRESS MEDIPEDIC KING MATTRESS (M-301)",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "13000",
    "discountPrice": "12000",
    "thumbnail": "https://images.othoba.com/images/thumbs/0579646_regal-medipedic-king-mattress-medipedic-king-mattress-m-301.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0579648_regal-medipedic-king-mattress-medipedic-king-mattress-m-301.jpeg",
    "reviews": 110,
    "productDetails": "The Sofa is made of comfortable and best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal MEDIPEDIC KING MATTRESS MEDIPEDIC KING MATTRESS (M-301)",
    "description":"The Sofa is made of comfortable and best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish.",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "13000",
    "discountPrice": "12000",
    "thumbnail": "https://images.othoba.com/images/thumbs/0579646_regal-medipedic-king-mattress-medipedic-king-mattress-m-301.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0579648_regal-medipedic-king-mattress-medipedic-king-mattress-m-301.jpeg",
    "reviews": 110,
    "productDetails": "The Sofa is made of comfortable and best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal ULTRASOFT KING MATTRESS ULTRASOFT KING MATTRESS",
    "description":"The Sofa is made of comfortable and best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish.",
    "brand": "Comfy",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "10000",
    "discountPrice": "9000",
    "thumbnail": "https://images.othoba.com/images/thumbs/0579566_regal-ultrasoft-king-mattress-ultrasoft-king-mattress-m-501.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0579569_regal-ultrasoft-king-mattress-ultrasoft-king-mattress-m-501.jpeg",
    "reviews": 110,
    "productDetails": "The Sofa is made of comfortable and best quality Fabrics/Artificial leather. Best quality Super Soft Foam. Frame & Floor Touch Material: Solid Mahogany Wood and Best quality Plywood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Comfy Medipedic Mattress M 501",
    "description":"Item code: 820082, Brand: Comfy, Type: Mattress, Model: M 103, Size(LXWXT): 78\"x35\"x4\", Color: As given in picture, Features: Medipedic Feature: Comfort Level: Medium soft, Material: Felt, Ribonded foam, Premium quality quilted fabrics, Benefits: Antifungal, Hygienic, Excellent body support",
    "brand": "Comfy",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "7000",
    "discountPrice": "5200",
    "thumbnail": "https://images.othoba.com/images/thumbs/0493866_comfy-medipedic-mattress-m-501-78x35x4.webp",
    "image": "https://images.othoba.com/images/thumbs/0520058_comfy-medipedic-mattress-m-501-78x35x4.jpeg",
    "reviews": 110,
    "productDetails": "Item code: 820082, Brand: Comfy, Type: Mattress, Model: M 103, Size(LXWXT): 78\"x35\"x4\", Color: As given in picture, Features: Medipedic Feature: Comfort Level: Medium soft, Material: Felt, Ribonded foam, Premium quality quilted fabrics, Benefits: Antifungal, Hygienic, Excellent body support"
  },
  {
    "name": "Comfy Medipedic Mattress M 301",
    "description":"Item code: 820082, Brand: Comfy, Type: Mattress, Model: M 103, Size(LXWXT): 78\"x35\"x4\", Color: As given in picture, Features: Medipedic Feature: Comfort Level: Medium soft, Material: Felt, Ribonded foam, Premium quality quilted fabrics, Benefits: Antifungal, Hygienic, Excellent body support",
    "brand": "Comfy",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "7500",
    "discountPrice": "5500",
    "thumbnail": "https://images.othoba.com/images/thumbs/0493822_comfy-medipedic-mattress-m-301-78x35x4.webp",
    "image": "https://images.othoba.com/images/thumbs/0520035_comfy-medipedic-mattress-m-301-78x35x4.jpeg",
    "reviews": 110,
    "productDetails": "Item code: 820082, Brand: Comfy, Type: Mattress, Model: M 103, Size(LXWXT): 78\"x35\"x4\", Color: As given in picture, Features: Medipedic Feature: Comfort Level: Medium soft, Material: Felt, Ribonded foam, Premium quality quilted fabrics, Benefits: Antifungal, Hygienic, Excellent body support"
  },
  {
    "name": "Comfy Medipedic Mattress M 103",
    "description":"Item code: 820082, Brand: Comfy, Type: Mattress, Model: M 103, Size(LXWXT): 78\"x35\"x4\", Color: As given in picture, Features: Medipedic Feature: Comfort Level: Medium soft, Material: Felt, Ribonded foam, Premium quality quilted fabrics, Benefits: Antifungal, Hygienic, Excellent body support",
    "brand": "Comfy",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "7500",
    "discountPrice": "5500",
    "thumbnail": "https://images.othoba.com/images/thumbs/0491755_comfy-medipedic-mattress-m-103-78x35x4.webp",
    "image": "https://images.othoba.com/images/thumbs/0520074_comfy-medipedic-mattress-m-103-78x35x4.jpeg",
    "reviews": 120,
    "productDetails": "Item code: 820082, Brand: Comfy, Type: Mattress, Model: M 103, Size(LXWXT): 78\"x35\"x4\", Color: As given in picture, Features: Medipedic Feature: Comfort Level: Medium soft, Material: Felt, Ribonded foam, Premium quality quilted fabrics, Benefits: Antifungal, Hygienic, Excellent body support"
  },
  {
    "name": "Comfy Memory Foam Mattress",
    "description":"Item code: 987082, Brand: Comfy, Type: Mattress, Model: M 802, Size(LXWXT): 78\"x59\"x6\", Materials: Breathable knitted fabric, memory foam, Smart comfort foam, Color: As given in picture, Details: Pressure relieving: Memory foam Mattress distributing body weight more evenly and reducing pressure. Cloud like support: This mattress provides a medium level of support perfect for a wide range of different sleepers.",
    "brand": "Comfy",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "18000",
    "discountPrice": "16000",
    "thumbnail": "https://images.othoba.com/images/thumbs/0505400_comfy-memory-foam-mattress-78x59x6-m-801.webp",
    "image": "https://images.othoba.com/images/thumbs/0505402_comfy-memory-foam-mattress-78x59x6-m-801.webp",
    "reviews": 120,
    "productDetails": "Item code: 987082, Brand: Comfy, Type: Mattress, Model: M 802, Size(LXWXT): 78\"x59\"x6\", Materials: Breathable knitted fabric, memory foam, Smart comfort foam, Color: As given in picture, Details: Pressure relieving: Memory foam Mattress distributing body weight more evenly and reducing pressure. Cloud like support: This mattress provides a medium level of support perfect for a wide range of different sleepers. If you’re heavier than 15 stone (or just prefer a firmer mattress) be sure to upgrade to the firmer feel so you stay properly supported. No rolling together: Sleep through your partners disturbances and let them roll around guilt free on a mattress that isolates movement. 2 comfortable layers: They say two’s better than one, which is why your new mattress has been made with 2 layers – a cushiony layer on top and a firmer more supportive layer at the bottom."
  },
  {
    "name": "Regal Mattress Topper King (78×71) M-301",
    "description":"Regal Mattress Topper King (78×71) M-301, Product Code: King (78×71) M-301, Item Code: 745782, Brand: Regal, Material: PE foam, felt & Fabric, Color: As given in picture",
    "brand": "Comfy",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe260" },
      "name": "mattress"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "6000",
    "discountPrice": "5700",
    "thumbnail": "https://images.othoba.com/images/thumbs/0651883_regal-mattress-topper-king-7871-m-301.webp",
    "image": "https://images.othoba.com/images/thumbs/0651883_regal-mattress-topper-king-7871-m-301.webp",
    "reviews": 120,
    "productDetails": "Regal Mattress Topper King (78×71) M-301, Product Code: King (78×71) M-301, Item Code: 745782, Brand: Regal, Material: PE foam, felt & Fabric, Color: As given in picture"
  },
  {
    "name": "Regal Wood Center Table Antique",
    "description": "The Center Table is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear, 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "7225",
    "discountPrice": "6670",
    "thumbnail": "https://images.othoba.com/images/thumbs/0351414_regal-wood-center-table-antique.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0351413_regal-wood-center-table-antique.jpeg",
    "reviews": 120,
    "productDetails": "The Center Table is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear, with a 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood. Lacquer: High-quality environment-friendly Italian Ultra Violet (UV), Durable and Anti-Fungal lacquer finish. Any assembly or installation required will be done by the Regal team. Imported high-quality hardware fittings. Indoor use only. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Regal Metal Center Table Black",
    "description": "The Center Table is made of durable Veneered Engineered Wood that lasts longer and better withstands wear and tear, 600-pound weight limit. Frame & Floor Touch Material: Solid Mahogany Wood",
    "brand": "Regal",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 7,
    "sku": "BE45VGRT",
    "regularPrice": "5300",
    "discountPrice": "4876",
    "thumbnail": "https://images.othoba.com/images/thumbs/0351407_regal-metal-center-table-black.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0351408_regal-metal-center-table-black.jpeg",
    "reviews": 120,
    "productDetails": "Please check glass during delivery time. After delivery, glass is not changeable. Made of mild steel welded channel framework that ensures high load bearing. Zinc-phosphate coated electro-static epoxy powder oven baked paint finish that confirms anti-rust, shiny color, and longevity. Fully knock down system."
  },
  {
    "name": "HATIL Lobby Solitaire-114",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood.",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "TRGFGVGRT",
    "regularPrice": "20000",
    "discountPrice": "18000",
    "thumbnail": "https://hatil.in/sites/default/files/Solitaire-114%20and%20Portico-108%20_0.jpg",
    "image": "https://hatil.in/sites/default/files/Solitaire-114%20and%20Portico-108_0.jpg",
    "reviews": 120,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options and can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 29.50 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "HATIL Chair Prospero-110 ",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "TRGFGVGRT",
    "regularPrice": "10000",
    "discountPrice": "8000",
    "thumbnail": "https://hatil.in/sites/default/files/Ophelia-103_0.jpg",
    "image": "https://hatil.in/sites/default/files/Ophelia-103%20_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 18.50 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Ophelia-103",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "TRGFGVGRT",
    "regularPrice": "10000",
    "discountPrice": "8000",
    "thumbnail": "https://hatil.in/sites/default/files/Ophelia-103_0.jpg",
    "image": "https://hatil.in/sites/default/files/Ophelia-103%20_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 18.50 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Ballet-102",
    "description": "Caring for fine furniture is much simpler than most people realize. In most cases, dusting regularly with a clean, soft, lint-free cloth is sufficient. We recommend using a slightly dampened cloth for cleaning wood. Be sure to dry the surface gently after cleaning to avoid water spotting",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "TRGFGVGRT",
    "regularPrice": "15000",
    "discountPrice": "12000",
    "thumbnail": "https://hatil.in/sites/default/files/Ballet-102_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Ballet-102%20_0_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique (outside) and natural (inside) finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 26.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Rossini-128",
    "description": "High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "TRGFGVGRT",
    "regularPrice": "12000",
    "discountPrice": "10000",
    "thumbnail": "https://hatil.in/sites/default/files/Rossini-128_1.jpg",
    "image": "https://hatil.in/sites/default/files/Rossini-128_0_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 119.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Siesta-106",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood.",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "TRGFGVGRT",
    "regularPrice": "15000",
    "discountPrice": "12000",
    "thumbnail": "https://hatil.in/sites/default/files/Siesta-106_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Siesta-106%20_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique finish. Please refer to images for dimension details. Imported fabric upholstery with soft and durable cushioning. Fabric can be selected from available options and can be dry-cleaned. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 21.6 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Gustav-122",
    "description": "High quality environment friendly Polyurethane (PU) Lacquer in antique (outside) and natural (inside) finish",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "REGFGVGRT",
    "regularPrice": "25000",
    "discountPrice": "23000",
    "thumbnail": "https://hatil.in/sites/default/files/Gustav-122_0_0.jpg",
    "image": "https://hatil.in/sites/default/files/Gustav-122%20_0.jpg",
    "reviews": 100,
    "productDetails": "Made from Kiln-dried imported Beech wood, veneered engineered wood, and veneered MDF. High quality environment friendly Polyurethane (PU) Lacquer in antique (outside) and natural (inside) finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 47.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Spoonbill-168",
    "description": "Made from Kiln-dried imported Beech wood and veneered engineered wood",
    "brand": "Hatil",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe263" },
      "name": "livingroom"
    },
    "quantity": 8,
    "sku": "RE45VGRT",
    "regularPrice": "33000",
    "discountPrice": "31000",
    "thumbnail": "https://hatil.in/sites/default/files/Spoonbill-168_1.jpg",
    "image": "https://hatil.in/sites/default/files/Spoonbill-168_0_0.jpg",
    "reviews": 110,
    "productDetails": "Made from Kiln-dried imported Beech wood and veneered engineered wood. High quality environment friendly Italian Ultra Violet (UV) and Polyurethane (PU) Lacquer in antique (outside) and natural (inside) finish. Please refer to images for dimension details. Any assembly or installation required will be done by the HATIL team at the time of delivery (one day after delivery for CKD items). Imported high quality hardware fittings. Indoor use only. Weight 52.00 Kgs. Most of our furniture is made of natural components, which will have natural differences in grain construction and occasional minor blemish."
  },
  {
    "name": "Outdoor Swing Chair Manual User Hanging 55 Inch",
    "description": "Outdoor Swing Chair Manual User Hanging 55 Inch. Type: Swing Chair with Rope. Material: Cotton. Seating Capacity: 1 Seater. Suitable For: Indoor / Outdoor. Appearance: Modern. Load-bearing: 250kg. Diameter: 55 Inch. Color: Mixed (As given picture).",
    "brand": "Cotton",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "16000",
    "discountPrice": "15500",
    "thumbnail": "https://images.othoba.com/images/thumbs/0520057_outdoor-swing-chair-manual-user-hanging-55-inch.webp",
    "image": "https://images.othoba.com/images/thumbs/0520057_outdoor-swing-chair-manual-user-hanging-55-inch.webp",
    "reviews": 120,
    "productDetails": "Please check glass during delivery time. After delivery, glass is not changeable Made of mild steel welded channel framework that ensure high load bearing Zinc-phosphate coated electro-static epoxy powder oven baked paint finish that confirms anti-rust, shiny color and longevity Fully knock down system"
  },
  {
    "name": "Lofty Shape Swing Chair White",
    "description": "Swing Chair. Item code: ISCQL. Product Type: Swing Chair. Steady Aluminum frame with powder-Coated. All weather PE wicker/rattan with nice weaving. Rattan: PE rattan/wicker, water proof, can be exposed in all weather, UV resistant, SGS test.",
    "brand": "Swing Chair",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "26000",
    "discountPrice": "25500",
    "thumbnail": "https://images.othoba.com/images/thumbs/0482624_lofty-shape-swing-chair-white.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0482625_lofty-shape-swing-chair-white.jpeg",
    "reviews": 110,
    "productDetails": "Frame: steady strong and lightweight with good powder coated, never rust. Cushion: easily removable for washing, high-density foam inside. Suitable for indoor and outdoor place. Comes with Free installation. Frame Size: Diameter 105cm x Height 200cm. Chair Size: Height 115cm x Diameter 105cm x Depth 75cm. Chair: wrapped by foam. Chair & cushion: packing in a woven bag. Stand & Base: wrapped by foam, sealed by scotch tape. Total 3 packages: 1 of chair and Cushion, 1 of stand, 1 of base. Country of Origin: China. Color: White (As given picture)."
  },
  {
    "name": "Outdoor Garden Chair Set GS-2105",
    "description": "Garden Seater Set. Highly Comfortable, Smart and Slim, Suited to any Weather, Full Body Metal, Powder Coated Heat Paint, Rattan Wrapped, Smart Glass-top, Long Lasting, Outdoor Furniture, Measurement: Chair: H-30\" W-24\", Depth-18.5\", Top-17\"; Table: H-28.5\", W-25\"; Total: (4:1) 4 Chair and a Table Set",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "50000",
    "discountPrice": "45000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/461/473/original/2105MF..jpeg?1680952559",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/461/474/original/2105.1.jpg?1680953008",
    "reviews": 120,
    "productDetails": "Garden Seater Set. Highly Comfortable, Smart and Slim, Suited to any Weather, Full Body Metal, Powder Coated Heat Paint, Rattan Wrapped, Smart Glass-top, Long Lasting, Outdoor Furniture, Measurement: Chair: H-30\" W-24\", Depth-18.5\", Top-17\"; Table: H-28.5\", W-25\"; Total: (4:1) 4 Chair and a Table Set"
  },
  {
    "name": "Outdoor GC-2102-MF-4",
    "description": "Material: Rattan + Iron Frame Structure, Colour: Coffee, Usage: Outdoor & Indoor Both, Whole area needed: 42 inch x 42 inch, Table: H 30.5\" W 42\" L 42\", Chair: H 29\" W 18\" D 19\", Set Includes: 4 pieces Chair with 1 piece black Glass top Table",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "72000",
    "discountPrice": "70000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/373/327/original/IMG_4417.JPG?1649620382",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/373/329/original/IMG_4418.JPG?1649620394",
    "reviews": 110,
    "productDetails": "Material: Rattan + Iron Frame Structure, Colour: Coffee, Usage: Outdoor & Indoor Both, Whole area needed: 42 inch x 42 inch, Table: H 30.5\" W 42\" L 42\", Chair: H 29\" W 18\" D 19\", Set Includes: 4 pieces Chair with 1 piece black Glass top Table"
  },
  {
    "name": "Outdoor Couple Seater/18871-P",
    "description": "Couple seater set, Material: Rattan with Glass top + Iron frame inner frame structure, Can use indoor & outdoor both, Size: Chair 1 - H 29\" X W 17\" X D 19\", Chair 2 - H 29\" X W 15\" X D 19\", Table - H 30\" X W 25\"",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "25500",
    "discountPrice": "22500",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/373/325/original/IMG_4415.JPG?1649620293",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/373/325/original/IMG_4415.JPG?1649620293",
    "reviews": 110,
    "productDetails": "Couple seater set, Material: Rattan with Glass top + Iron frame inner frame structure, Can use indoor & outdoor both, Size: Chair 1 - H 29\" X W 17\" X D 19\", Chair 2 - H 29\" X W 15\" X D 19\", Table - H 30\" X W 25\""
  },
  {
    "name": "Outdoor Couple Seater/18871-D",
    "description": "Couple seater set, Material: Rattan with Glass top + Iron frame inner frame structure, Can use indoor & outdoor both, Size: Chair 1 - H 29\" X W 17\" X D 19\", Chair 2 - H 29\" X W 15\" X D 19\", Table - H 30\" X W 25\"",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "25000",
    "discountPrice": "22000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/373/324/original/IMG_4414.JPG?1649620244",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/373/324/original/IMG_4414.JPG?1649620244",
    "reviews": 120,
    "productDetails": "Couple seater set, Material: Rattan with Glass top + Iron frame inner frame structure, Can use indoor & outdoor both, Size: Chair 1 - H 29\" X W 17\" X D 19\", Chair 2 - H 29\" X W 15\" X D 19\", Table - H 30\" X W 25\""
  },
  {
    "name": "Outdoor GS 2105",
    "description": "Material: Rattan + Iron Frame Structure, Colour: Coffee, Usage: Outdoor & Indoor Both, Table: H 30\" W 27\", Chair: H 30\" W 23\" D 18\", Set Includes: 4 pieces Chair with 1 piece Glass top Table",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "45000",
    "discountPrice": "42000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/987/original/GS2105.JPG?1656786871",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/988/original/IMG_6175.JPG?1656787018",
    "reviews": 110,
    "productDetails": "Material: Rattan + Iron Frame Structure, Colour: Coffee, Usage: Outdoor & Indoor Both, Table: H 30\" W 27\", Chair: H 30\" W 23\" D 18\", Set Includes: 4 pieces Chair with 1 piece Glass top Table"
  },
  {
    "name": "Outdoor GS2106-2",
    "description": "Material: Rattan + Iron Frame Structure, Black Glass top, Colour: Coffee, Usage: Outdoor & Indoor Both, Table: H 25.5\" W 24\", Chair: H 24\" W 21\" D 24\" Seat Top: 16.5\", Set Includes: 4 pieces Chair with 1 piece Glass top Table",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "42000",
    "discountPrice": "40000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/996/original/GS2106-2..JPG?1656787797",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/997/original/GS2106-2.JPG?1656787799",
    "reviews": 120,
    "productDetails": "Material: Rattan + Iron Frame Structure, Black Glass top, Colour: Coffee, Usage: Outdoor & Indoor Both, Table: H 25.5\" W 24\", Chair: H 24\" W 21\" D 24\" Seat Top: 16.5\", Set Includes: 4 pieces Chair with 1 piece Glass top Table"
  },
  {
    "name": "Outdoor GS 2108",
    "description": "Material: Rattan + Iron Frame Structure, Colour: Coffee, Usage: Outdoor & Indoor Both, Table: H 29\" W 28\" L 28\", Chair: H 34\" W 24\" Seating Space: W 20\" D 17\", Set Includes: 4 pieces Chair with 1 piece Glass top Table",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "48000",
    "discountPrice": "45000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/993/original/GS2108..JPG?1656787605",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/994/original/GS2108.JPG?1656787607",
    "reviews": 120,
    "productDetails": "Material: Rattan + Iron Frame Structure, Colour: Coffee, Usage: Outdoor & Indoor Both, Table: H 29\" W 28\" L 28\", Chair: H 34\" W 24\" Seating Space: W 20\" D 17\", Set Includes: 4 pieces Chair with 1 piece Glass top Table"
  },
  {
    "name": "Outdoor GC-2104-G",
    "description": "Material: Rattan + Iron Frame Structure, Colour: Grey olive tone, Usage: Outdoor & Indoor Both, Total area needed: 42 inch x 42 inch, Table: H 29\" W 28\" L 28\", Chair: H 34\" W 24\" Seating space: W 20\" D 17\", Set Includes: 4 pieces Chair with 1 piece Glass top Table",
    "brand": "DellArt",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe261" },
      "name": "outdoor"
    },
    "quantity": 5,
    "sku": "BE45VGRT",
    "regularPrice": "69000",
    "discountPrice": "65000",
    "thumbnail": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/461/469/original/GC-2104-MF_Brown.jpg?1680947368",
    "image": "https://dtt1c9id3txwq.cloudfront.net/assets/images/001/399/991/original/GS2104-G..JPG?1656787392",
    "reviews": 120,
    "productDetails": "Material: Rattan + Iron Frame Structure, Colour: Grey olive tone, Usage: Outdoor & Indoor Both, Total area needed: 42 inch x 42 inch, Table: H 29\" W 28\" L 28\", Chair: H 34\" W 24\" Seating space: W 20\" D 17\", Set Includes: 4 pieces Chair with 1 piece Glass top Table"
  },
  {
    "name": "WELLMAX Over The Sink Dish Drying Rack - WSDR 31I (Best Price)",
    "description": "Material: Stainless Steel. Use our over sink dish rack to transform your kitchen, save tons of space and time by making it easier to organize utensils and supplies, water will drip directly to the sink, keeping your countertop dry and tidy.",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "14500",
    "discountPrice": "9715",
    "thumbnail": "https://images.othoba.com/images/thumbs/0505949_wellmax-over-the-sink-dish-drying-rack-best-price.jpeg",
    "image": "https://images.othoba.com/images/thumbs/0505950_wellmax-over-the-sink-dish-drying-rack-best-price.jpeg",
    "reviews": 200,
    "productDetails": "It easier to organize utensils and supplies, water will drip directly to the sink, keeping your countertop dry and tidy. You can stay organized in your dishwashing and have plenty of space for each and every little thing. Made of food-grade 304 stainless steel material and passed a 24-hour salt test, worry-free to clean and disinfect. The surface of stainless steel is treated with electroplating technology, anti-rust, anti-fingerprint. Brushed stainless steel finish makes it the perfect addition to any kitchen counter space. Great gift for families, housewarming, and Christmas! Color: As given picture."
  },
  {
    "name": "WELLMAX Kitchen Storage System Magic Corner Basket WMC 17EL (Best Price)",
    "description": "WELLMAX Kitchen Storage System Magic Corner Basket WMC 17EL. Used high-quality steel through 4 steps of watering precision work. Environment-friendly non-cyanide electroplating finishing with powder coated layers of plating to strengthen the anticorrosion capacity of the products.",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 7,
    "sku": "BE45VGRT",
    "regularPrice": "19500",
    "discountPrice": "16380",
    "thumbnail": "https://images.othoba.com/images/thumbs/0505923_wellmaxkitchenstorage-system-magic-corner-basket-best-price.webp",
    "image": "https://images.othoba.com/images/thumbs/0505922_wellmaxkitchenstorage-system-magic-corner-basket-best-price.jpeg",
    "reviews": 180,
    "productDetails": "Infrequently used items, such as small household appliances, plates, bowls, or cooking ingredients, dried fruits, and spices. It can be left mounted with soft-closing. Color: Black. Cabinet Size: 900mm/36 Inch. Dimension (D x W x H): 18.5 x 27 x 20. Color: As given picture."
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-008)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "30000",
    "discountPrice": "28500",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-008.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-008.nirmaan.jpg",
    "reviews": 100,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-008"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-007)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "50000",
    "discountPrice": "48500",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-007.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-007.nirmaan.jpg",
    "reviews": 200,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-007"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-006)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "50000",
    "discountPrice": "48500",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-006.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-006-2.nirmaan-600x600.jpg",
    "reviews": 200,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-006"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-005)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "45000",
    "discountPrice": "42500",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-005.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-005-2.nirmaan.jpg",
    "reviews": 200,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-005"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-004)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "40000",
    "discountPrice": "38500",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-004.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-004-2.nirmaan.jpg",
    "reviews": 200,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-004"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-003)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "30000",
    "discountPrice": "28000",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Kitchen-cabinet.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Kitchen-cabinet.nirmaan.jpg",
    "reviews": 100,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-003"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-002)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "60500",
    "discountPrice": "58000",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-002.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-002-3.nirmaan.jpg",
    "reviews": 200,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: custom, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-002"
  },
  {
    "name": "Modern Kitchen Cabinet (NFKC-001)",
    "description": "Unit Kitchen Cabinet Custom Particleboard, High-pressure melamine laminate, ABS plastic White",
    "brand": "kitchen store",
    "category": {
      "_id": { "$oid": "665cc9f099d50d07c7ebe264" },
      "name": "kitchen"
    },
    "quantity": 10,
    "sku": "BE45VGRT",
    "regularPrice": "50500",
    "discountPrice": "48000",
    "thumbnail": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-001.nirmaan.jpg",
    "image": "https://nirmaan.com.bd/wp-content/uploads/2020/05/Modern-Kitchen-Cabinet-NFKC-001-4.nirmaan-600x589.jpg",
    "reviews": 200,
    "productDetails": "Type: Unit Kitchen Cabinet, Dimension: Custom, Materials: Particleboard, High-pressure melamine laminate, ABS plastic, Color: White, Moisture: Heat- and scratch-resistant laminate worktop & Easy to clean, Sink: Custom, Doors: Soft closing doors/drawers, Includes: Sink, water trap, cabinets, doors, drawer, worktop, legs, plinth, shelves, hinges, and fittings, Hardware: Fully assembled by the manufacturer, Pulls: Trendy brush nickel door/drawer, Closing: Soft closing hinges and slides, Top: Marble top (Genuine) double-thick beveled edges (one large genuine), Product Code: NFKC-001"
  }
]
